Repository: Heckie75/kodi-addon-sane-scanner
Catalog: plugin.picture.sane-scanner/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: No scanners found
de_de: Keine Scanner gefunden

# #32002
source: Check if scanner is connected!
de_de: Prüfe, ob Scanner angeschlossen ist!

# #32003
source: Scanners found
de_de: Scanner gefunden

# #32004
source: %i scanners added to device list
de_de: %i Scanner zur Liste hinzugefügt

# #32005
source: No printers found
de_de: Keine Drucker gefunden

# #32006
source: Check if printer is connected!
de_de: Prüfe, ob Drucker angeschlossen ist!

# #32007
source: Printers found
de_de: Drucker gefunden

# #32008
source: %i printers added to device list
de_de: %i Drucker zur Liste hinzugefügt

# #32009
source: Rendering preview... be patient!
de_de: Erstelle Vorschau... bitte warten!

# #32010
source: Rename File
de_de: Datei umbenennen

# #32011
source: Delete File
de_de: Datei löschen

# #32012
source: Scan image
de_de: Seite einlesen

# #32013
source: Scanning page
de_de: lese Seite ein

# #32014
source: create PDF
de_de: erstelle PDF

# #32015
source: Creating PDF... be patient!
de_de: Erstelle PDF... bitte warten!

# #32016
source: create PDF and send email
de_de: erstelle PDF und schicke E-Mail

# #32017
source: Sending email
de_de: Sende E-Mail

# #32018
source: create PDF and print on %s
de_de: erstelle PDF und drucke auf %s

# #32019
source: Printing on %s
de_de: Drucke auf %s

# #32020
source: preview page %i
de_de: Vorschau Seite %i

# #32021
source: remove latest page
de_de: letzte Seite entfernen

# #32022
source: removing latest page...
de_de: Entferne letzte Seite...

# #32023
source: clean whole filing
de_de: Stapel löschen

# #32024
source: Cleaning all pages...
de_de: Lösche Stapel...

# #32025
source: Archive
de_de: Archiv

# #32026
source: Page %i
de_de: Seite %i

# #32027
source: Execution failed!
de_de: Ausführung gescheitert!

# #32028
source: Try again!
de_de: Probiere es nochmal!

# #32029
source: Do you want to remove latest page?
de_de: Möchtest Du die letzte Seite löschen?

# #32030
source: Enter email-address
de_de: Gib eine E-Mail-Adresse ein

# #32031
source: Do you want to clean filing?
de_de: Möchtest Du den Stapel löschen?

# #32032
source: Success!
de_de: Fertig!

# #32034
source: Start discovery
de_de: Starte Suche

# #32035
source: Select scanner
de_de: Wähle Scanner aus

# #32038
source: Scan settings
de_de: Scan Einstellungen

# #32039
source: Dimension
de_de: Abmessungen

# #32040
source: Mode
de_de: Modus

# #32042
source: Resolution
de_de: Auflösung

# #32043
source: Brightness
de_de: Helligkeit

# #32044
source: Contrast
de_de: Kontrast

# #32045
source: Output
de_de: Ausgabe

# #32046
source: PDF file
de_de: PDF Datei

# #32047
source: OCR
de_de: Texterkennung

# #32048
source: Experimental! Processing may takes a long time!
de_de: Experimentell! Kann länger dauern!

# #32049
source: See README for setup pre-conditions correctly!
de_de: Lese README für Voraussetzungen!

# #32050
source: Archive folder
de_de: Verzeichnis für Archiv

# #32052
source: Enable email
de_de: E-Mail aktivieren

# #32053
source: Recipient's email addresses
de_de: Adressbuch

# #32054
source: Printer
de_de: Drucker

# #32055
source: Select printer
de_de: Wähle Drucker

# #32056
source: Printer 1
de_de: Drucker 1

# #32057
source: Printer 2
de_de: Drucker 2

# #32058
source: Printer 3
de_de: Drucker 3

# #32059
source: Printer 4
de_de: Drucker 4

# #32060
source: Printer 5
de_de: Drucker 5

# #32061
source: Enable archive
de_de: Archiv aktivieren

# #32062
source: File operations (rename, delete)
de_de: Datei-Operationen (umbenennen, löschen)

# #32063
source: off
de_de: aus

# #32064
source: any
de_de: erst besten

# #32065
source: Full
de_de: Ganze Fläche

# #32070
source: Lineart (hardware)
de_de: Schwarzweiß (hardwareseitig)

# #32071
source: Gray
de_de: Graustufen

# #32072
source: Color
de_de: Farbbild

# #32073
source: Lineart (software)
de_de: Schwarzweiß (softwareseitig)

# #32076
source: Select one ore more email addresses
de_de: Wähle einen oder mehrere Empfänger aus

# #32077
source: <new recipient>
de_de: <neuer Empfänger>

# #32078
source: email address not valid!
de_de: E-Mail Adresse ist nicht gültig!

# #32079
source: Rename folder
de_de: Verzeichnis umbenennen

# #32080
source: Do you really want to delete %s?
de_de: Möchtest Du die Datei %s wirklich löschen?

# #32081
source: Send File
de_de: Datei senden

# #32082
source: Print File
de_de: Datei drucken

# #32083
source: Support LibreOffice
de_de: Unterstützung für LibreOffice

# #32084
source: Move File
de_de: Datei verschieben

# #32085
source: Move %s
de_de: %s verschieben

# #32086
source: Delete Folder
de_de: Verzeichnis löschen

# #32087
source: Do you really want to delete Folder %s and all files included? IT'S A FOLDER!
de_de: Möchtest Du das Verzeichnis %s mit allen Dateien darin löschen? ES IST EIN VERZEICHNIS!

# #32088
source: Move Folder
de_de: Verzeichnis verschieben

# #32089
source: Create Folder
de_de: Verzeichnis erstellen
